Revit 2027 API
ParameterTypeId.FamilyAlwaysVertical Property
 "Always vertical"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FamilyAlwaysVertical { get; }
Public Shared ReadOnly Property FamilyAlwaysVertical As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FamilyAlwaysVertical {
	ForgeTypeId^ get ();
}
static member FamilyAlwaysVertical : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace